const employeeData = [
    {
        name: "Лобанов И.В.",
        departments: [
            { name: "Ученый секретарь", fact: 0, plan: 1 },
            { name: "Административный департамент", fact: 0, plan: 20.2 },
            { name: "Центр по работе с филиалами", fact: 0, plan: 1 },
            { name: "Департамент информационных технологий", fact: 0, plan: 11.1 },
            { name: "Отдел внутреннего контроля", fact: 0, plan: 0 },
            { name: "Отдел контроля учебного процесса", fact: 0, plan: 0 }
        ]
    },
    {
        name: "Штыхно Д.А.",
        departments: [
            { name: "НИИ развития образования", fact: 0, plan: 0.4},
            { name: "Отдел программ развития и мониторинга", fact: 0, plan: 1 }
        ]
    },
    {
        name: "Минашкин В.Г.",
        departments: [
            { name: "Дирекция по науке и инновациям", fact: 0, plan: 3.5 },
            { name: "Специальный отдел", fact: 0, plan: 0 },
            { name: "Научная школа \"Высшая школа публичной политики\"", fact: 0, plan: 0 },
            { name: "Департамент библиотечных и музейных сервисов \"BiblioScience\"", fact: 0, plan: 9.75 },
            { name: "Научная школа \"Теория и технологии управления\"", fact: 0, plan: 0 },
            { name: "Центр социально-экономических проектов", fact: 0, plan: 0 },
            { name: "Инжиниринговый центр", fact: 0, plan: 3 },
        ]
    },
    {
        name: "Никулин А.С.",
        departments: [
            { name: "Департамент организации учебного процесса", fact: 0, plan: 11.7 },
            { name: "Учебно-методическое управление", fact: 0, plan: 3.5 },
            { name: "Управление \"Приемная комиссия\"", fact: 0, plan: 2 },
            { name: "Факультет «Плехановская школа бизнеса \"Интеграл\"»", fact: 0, plan: 8.95 },
            { name: "Центр развития карьеры", fact: 0, plan: 1 },
            { name: "Департамент молодежной политики и воспитательной работы", fact: 0, plan: 7.5 }
        ]
    },
    {
        name: "Гончаров И.Л.",
        departments: [
            { name: "Бухгалтерия", fact: 0, plan: 5.25 },
            { name: "Отдел имущества и оформления имущественных прав", fact: 0, plan: 0.5 },
            { name: "Планово-экономическое управление", fact: 0, plan: 0.5 },
            { name: "Управление эксплуатации инженерных систем", fact: 0, plan: 6 },
            { name: "Управление технического содержания и ремонта", fact: 0, plan: 1 },
            { name: "Управление закупочной деятельности и материально-технического обеспечения", fact: 0, plan: 3 },
            { name: "Штаб по делам ГО и ЧС", fact: 0, plan: 2 },
            { name: "Отдел по безопасности и противодействию коррупции", fact: 0, plan: 2 },
            { name: "Отдел пожарной безопасности", fact: 0, plan: 0.5 },
            { name: "Центр транспортного обеспечения", fact: 0, plan: 0 },
            { name: "Центр «Студенческий спортивный клуб РЭУ им. Г.В. Плеханова»", fact: 0, plan: 3 },
            { name: "Единая дирекция общежитий", fact: 0, plan: 1.5 },
            { name: "Здравпункт", fact: 0, plan: 2.5 }
        ]
    },
    {
        name: "Малкарова С.М.",
        departments: [
            { name: "Центр по реализации проектов развития третьей миссии университета", fact: 0, plan: 0 }
        ]
    },
    {
        name: "Нечаева С.М.",
        departments: [
            { name: "Управление по связям с общественностью", fact: 0, plan: 2 },
            { name: "Институт бизнеса и управленческого образования", fact: 0, plan: 10.25 }
        ]
    },
    {
        name: "Екимова К.В.",
        departments: [
            { name: "Высшая школа экономики и бизнеса", fact: 0, plan: 11 },
            { name: "Высшая школа финансов", fact: 0, plan: 6.45 },
            { name: "Высшая школа менеджмента", fact: 0, plan: 5.05 },
            { name: "Высшая школа кибертехнологий, математики и статистики", fact: 0, plan: 11.55 },
            { name: "Высшая инженерная школа \"Новые материалы и технологии\"", fact: 0, plan: 10.4 },
            { name: "Высшая школа социально-гуманитарных наук", fact: 0, plan: 6.85 },
            { name: "Высшая школа права", fact: 0, plan: 4.95 },
            { name: "Высшая школа креативных индустрий", fact: 0, plan: 5.9 },
            { name: "Управление цифровой трансформации", fact: 0, plan: 1.5 },
            { name: "Управление цифровых образовательных технологий", fact: 0, plan: 2 },
            { name: "Научно-исследовательское объединение (НИО)", fact: 0, plan: 3.1 },
            { name: "Управление аттестации и подготовки научных кадров", fact: 0, plan: 2.75 },
            { name: "Институт \"Первая Академия медиа\"", fact: 0, plan: 8.1 },
            { name: "Ситуационный центр социально-экономического развития регионов Российской Федерации", fact: 0, plan: 0.5 },
        ]
    },
    {
        name:"Володина С.В.",
        departments:[
            { name: "Управление международной деятельностью", fact: 0, plan: 2.7 },
        ]

    }
];